[
 {
  "dest": "/articles/stupidly-simple-tip-copy/",
  "src": "/articles/copywriting-cliches-tech",
  "title": "27 copywriting clichés tech businesses need to delete",
  "text": "The deeper I get into this research, the more I start to recognize patterns in the ways tech companies talk about themselves. And, unfortunately, it's quite common for these companies to copy rather than steal."
 },
 {
  "dest": "/articles/understand-your-value/",
  "src": "/articles/copywriting-cliches-tech",
  "title": "27 copywriting clichés tech businesses need to delete",
  "text": "Better. We can do better than better. It means something different to everyone. Be more specific about the value your product provides, or your customer won't know what you do well."
 },
 {
  "dest": "/articles/copywriting-checklist/",
  "src": "/articles/hand-clarity",
  "title": "Remembering clarity by breaking my hand",
  "text": "Ask yourself this question if a piece of writing, no matter the purpose, starts to drift or lose steam. If the answer is different than what you're currently writing, start over and head in the new, efficient direction."
 },
 {
  "dest": "/articles/taglines-slogans",
  "src": "/articles/stupidly-simple-tip-copy",
  "title": "1 stupidly simple tip to help you write copy of your dreams",
  "text": "The first step is to find brands that you think are going incredible work for the same type of copy/content you're trying to produce. If you need to create a killer tagline or slogan, find a brand that does them well. Ctrl+c that piece of writing, stat."
 },
 {
  "dest": "/articles/copywriting-checklist/",
  "src": "/articles/stupidly-simple-tip-copy",
  "title": "1 stupidly simple tip to help you write copy of your dreams",
  "text": "Instead, borrow the rhythm and the voice. Try to construct your sentences, which are targeted to your ideal customers in words they immediately understand, in a similar fashion. Read the other piece aloud a dozen times, or until you know how its structure invites you to appreciate its message. Continue in the effort to achieve that same success in your writing, and then run it through your favorite checklist to make it shine."
 },
 {
  "dest": "/articles/copywriting-cliches-tech/",
  "src": "/articles/stupidly-simple-tip-copy",
  "title": "1 stupidly simple tip to help you write copy of your dreams",
  "text": "Copying is taking, wholesale, something you wish you had done. It's exactly why we have\nclichés Stealing is understanding the underlying structure, the seemingly unseen\nmagic that makes good copy happen, and applying it to your work."
 },
 {
  "dest": "/articles/understand-your-value/",
  "src": "/articles/taglines-slogans",
  "title": "Taglines vs. slogans: What's the difference?",
  "text": "A good tagline is more than a witty phrase, although that's important, too. It also needs to identify core company values, key differentiators, and value propositions—everything that makes your brand worthy of someone's time or money. The best taglines not only establish the brand's benefits but also attract the right type of customer."
 },
 {
  "dest": "/articles/grammarly/",
  "src": "/articles/copywriting-checklist",
  "title": "The no-nonsense copywriting checklist for clarity and impact",
  "text": "I'm a fan of Grammarly. If you're interested in a free alternative, be sure to check out Hemingway."
 },
 {
  "dest": "/articles/copywriting-cliches-tech/",
  "src": "/articles/copywriting-checklist",
  "title": "The no-nonsense copywriting checklist for clarity and impact",
  "text": "I even wrote an entire piece about tech clichés new and old."
 }
]